<template>
    <div class="detail">
        <div class="top">
            <div class="name">航天中心医院</div>
            <div class="level">
                <svg t="1693532409516" class="icon" viewBox="0 0 1024 1024" version="1.1" xmlns="http://www.w3.org/2000/svg"
                    p-id="4024" width="16" height="16">
                    <path
                        d="M832 364.8h-147.2s19.2-64 32-179.2c6.4-57.6-38.4-115.2-102.4-121.6h-12.8c-51.2 0-83.2 32-102.4 76.8l-38.4 96c-32 64-57.6 102.4-76.8 115.2-25.6 12.8-121.6 12.8-128 12.8H128c-38.4 0-64 25.6-64 57.6v480c0 32 25.6 57.6 64 57.6h646.4c96 0 121.6-64 134.4-153.6l51.2-307.2c6.4-70.4-6.4-134.4-128-134.4z m-576 537.6H128V422.4h128v480z m640-409.6l-51.2 307.2c-12.8 57.6-12.8 102.4-76.8 102.4H320V422.4c44.8 0 70.4-6.4 89.6-19.2 32-12.8 64-64 108.8-147.2 25.6-64 38.4-96 44.8-102.4 6.4-19.2 19.2-32 44.8-32h6.4c32 0 44.8 32 44.8 51.2-12.8 102.4-32 166.4-32 166.4l-25.6 83.2h243.2c19.2 0 32 0 44.8 12.8 12.8 12.8 6.4 38.4 6.4 57.6z"
                        fill="#bfbfbf" p-id="4025"></path>
                </svg>
                <p>三级乙等</p>
            </div>
        </div>

        <div class="position">
            <img src="../../../assets/images/hos.png" alt="">
            <div class="icon">
                <svg t="1694153423930" class="icon" viewBox="0 0 1024 1024" version="1.1" xmlns="http://www.w3.org/2000/svg"
                    p-id="1487" width="16" height="16">
                    <path
                        d="M512 128c169.6 0 308 138.4 308 308 0 81.6-31.2 158.4-88.8 216l-4.8 4L512 869.6 298.4 656.8l-4.8-4.8c-57.6-57.6-88.8-134.4-88.8-216C204 266.4 342.4 128 512 128m0-64c-205.6 0-372 166.4-372 372 0 101.6 40.8 194.4 107.2 261.6L512 960l264-263.2c66.4-67.2 107.2-159.2 107.2-261.6C884 230.4 717.6 64 512 64z m0 192c73.6 0 132.8 62.4 128 137.6-4.8 63.2-55.2 113.6-118.4 118.4-74.4 5.6-137.6-53.6-137.6-128 0-70.4 57.6-128 128-128"
                        p-id="1488" fill="#bfbfbf"></path>
                </svg>

            </div>
            <div class="address">
                <div class="content">
                        具体地址：北京市市辖区西城区
                    </div>
                    <div class="route">
                        规划路线： 顺12、14、18、19、28、31、34、38、39、40路到中医院；顺2、11、15、16、17、20、21、22、23、24、25、26、27、29、32、33、36、37、41、43、45路、945到国泰下车，向南行300米即到
                    </div>
            </div>
        </div>
        <div class="introduce">
            <p>医院介绍</p>
        </div>
        <div class="content">
            航天中心医院是集医疗、教学、科研于一体的大型三级甲等综合医院，是国家卫生计生委指定的全国疑难重症诊治指导中心，也是最早承担高干保健和外宾医疗任务的医院之一，以学科齐全、技术力量雄厚、特色专科突出、多学科综合优势强大享誉海内外。在2010、2011、2012、2013、2014年复旦大学医院管理研究所公布的“中国最佳医院排行榜”中连续五年名列榜首。 医院建成于1921年，由洛克菲勒基金会创办。建院之初，就志在“建成亚洲最好的医学中心”。90余年来，医院形成了“严谨、求精、勤奋、奉献”的医院精神和兼容并蓄的特色文化风格，创立了“三基”、“三严”的现代医学教育理念，形成了以“教授、病案、图书馆”著称的医院“三宝”，培养造就了张孝骞、林巧稚等一代医学大师和多位中国现代医学的领军人物，并向全国输送了大批的医学管理人才，创建了当今知名的10余家大型综合及专科医院。2011年在总结90年发展经验的基础上，创新性提出了“待病人如亲人，提高病人满意度；待同事如家人，提高员工幸福感”新办院理念。 目前，医院共有2个院区、总建筑面积53万平方米，在职职工4000余名、两院院士5人、临床和医技科室53个、国家级重点学科20个、国家临床重点专科29个、博士点16个、硕士点29个、国家级继续医学教育基地6个、二级学科住院医师培养基地18个、三级学科专科医师培养基地15个。开放住院床位2000余张，单日最高门诊量约1.5万人次、年出院病人约8万余人次。被评为“全国文明单位”、“全国创先争优先进基层党组织”、“全国卫生系统先进集体”、“首都卫生系统文明单位”、“最受欢迎三甲医院”，荣获全国五一劳动奖章。同时，医院还承担着支援老少边穷地区、国家重要活动和突发事件主力医疗队的重任，在2008年北京奥运工作中荣获“特别贡献奖”。 90多年来，以执着的医志、高尚的医德、精湛的医术和严谨的学风书写了辉煌的历史，今天的医院人正为打造“国际知名、国内一流”医院的目标而继续努力。
        </div>
        
    </div>
</template>

<script setup lang="ts">

</script>

<style scoped lang="scss">
.detail {
    display: flex;
    flex-wrap: wrap;
    margin-left: 20px;
    margin-top: 10px;

    .top {
        display: flex;
        width: 100%;

        .name {
            font-size: 25px
        }

        .level {
            display: flex;
            margin-left: 10px;
            color: #7f7f7f;
            margin-left: 10px;
            align-items: center;
            p{
                margin-left:6px
            }
        }
    }

    .position {
        margin-top: 20px;
        display: flex;

        img {
            width: 80px;
            height: 80px;

        }

        .icon{
            margin-top:3px;
        }

        .address {
            margin-left: 10px;
            color: #7f7f7f;
            .route{
                line-height: 28px;
            }
        }
    }

    .introduce{
        margin-top:20px;
        margin-bottom:10px;
    }

    .content{
        color:#7f7f7f;
        line-height: 28px;
    }
}</style>